[
  {
    "name": "Tim Bunnell",
    "title": "Director, Asia Research Institute",
    "description": "Professor Tim Bunnell assumed duty as Director of ARI on 1 July 2019 and resumed leadership of the Asian Urbanisms Cluster from 1 July 2021.\n\nHe has a PhD in Geography from University of Nottingham. He first joined NUS as a Postdoctoral Fellow in the Department of Geography in 1999, and gained tenure there in 2006. He served as research leader of ARI’s Asian Urbanisms Cluster in an earlier period of joint appointment (2010-2012). Prof Bunnell’s research interests concern human geographies of urban and regional change. That includes examination of the socio-spatial transformation of urban regions (cities and wider urban territories), the lives and aspirations of people in those territories, and constitutive connections between them. Empirically, he focuses on Southeast Asia – mostly on cities in Malaysia and Indonesia – and on interurban connections between that region and elsewhere. Prof Bunnell also has a longstanding interest in the place of urbanising Asia in global urban studies.\n\nIn his cluster role at ARI, Prof Bunnell will extend his recent research on the geography of urban futures. This will include work on: (1) the role of place in authoritative imaginings of “the future”; (2) the planning and construction of new cities and districts in Southeast Asia, historical as well as ongoing; and (3) the spatial politics of digital, smart and sustainable futures.",
    "email": "aridir@nus.edu.sg",
    "img": "@assets/tim-bunnell.png",
    "website": "https://ari.nus.edu.sg/people/tim-bunnell/"
  },
  {
    "name": "Daniel PS Goh",
    "title": "Associate Provost (Undergraduate Education), Office of the Provost",
    "description": "I am a sociologist who uses ethnographic and comparative-historical methods to study state formation, urbanism, postcolonialism, race and multiculturalism, and religion in Asia. I work closely with anthropologists, geographers, historians, legal scholars, planning scholars and fellow sociologists on interdisciplinary research projects. I research and write to leave a legacy of knowledge. I love teaching and learning from undergraduate and graduate students. I find much purpose in deepening undergraduate education as Associate Provost and innovating programmes and pedagogies as Vice Dean at NUS College. I received my PhD in Sociology from the University of Michigan, Ann Arbor, in 2005, and have been at NUS since.",
    "email": "SOCGOHD@nus.edu.sg",
    "website": "https://discovery.nus.edu.sg/697-daniel-ps-goh",
    "img": "@assets/danielpsgoh.png"
  },
  {
    "name": "Lee Kah-Wee (Dr)",
    "title": "Associate Professor, Deputy Head (Graduate Studies)",
    "description": "Kah-Wee Lee teaches history and theory of planning and qualitative methods. He works on the relationships between space and power, particularly through the lenses of modern expertise such as architecture, urban planning, law and public administration. His current project, \"Casino Urbanism\", examines the expansion of the casino industry across Singapore, Manila and Macau and asks how licit and illicit channels of capital flow are transforming these cities. Lee’s research has been published in the International Journal of Urban and Regional Research, Environment and Planning A and C, Geoforum, and local professional journals. He is the author of Las Vegas in Singapore: Violence, Progress and the Crisis of Nationalist Modernity (2018).",
    "email": "leekahwee@nus.edu.sg",
    "img": "@assets/kahwee.png",
    "website": "https://cde.nus.edu.sg/arch/staffs/lee-kah-wee-dr/"
  },
  {
    "name": "Nick R. Smith",
    "title": "Assistant Professor of Architecture and Urban Studies Program",
    "description": "Smith is currently Assistant Professor of Architecture and Urban Studies at Barnard College, Columbia University. Prior to joining Barnard, he was a founding member of the Urban Studies faculty at Yale-NUS College in Singapore. At Barnard, he teaches a variety of courses in the Architecture Department and the Urban Studies Program, including Urban Elsewheres, Urbanizing China, and Key Debates in Urban Planning and Policy.\n\nSmith received his A.B. (East Asian Studies), A.M. (Architecture), and Ph.D. (Urban Planning) from Harvard University. He has also held visiting positions at Oxford University (Oxford China Centre), Chongqing University (Faculty of Architecture and Urban Planning), and Renmin University (History). Smith’s work has been supported by the National Science Foundation (USA), the Fulbright Scholarship, the Wenner-Gren Foundation, the Kaifeng Foundation, the Fairbank Center for Chinese Studies, the Ministry of Education (PRC), and the Ministry of Science and Technology (PRC). In 2011 and 2012, Smith served as Secretary of the International Association for China Planning. He is a member of the Advisory Board of the Urban China Research Network and serves on the editorial boards of Transactions in Planning and Urban Research and Dialogues in Urban Research.",
    "email": "nrsmith@barnard.edu",
    "img": "@assets/nicksmith.png",
    "website": "https://architecture.barnard.edu/profiles/nick-r-smith"
  },
  {
    "name": "Priza Marendraputra",
    "title": "Postdoctoral Fellow",
    "description": "Dr Priza Marendraputra commenced his appointment as Postdoctoral Fellow with the Asian Urbanisms Cluster with effect from 22 August 2023.\n\nHe attained his PHD in Philosophy (Environment and Resources) from the University of Wisconsin-Madison in 2023. His doctoral research focused on political ecology, exploring intricate human-environment relationships to comprehend urban development’s nature and dynamics. Dr Marendraputra has taught courses on green urbanism, planning studios, infrastructure planning, spatial information systems and statistics in Wisconsin, Hawaii and Indonesia. He gained valuable experience travelling and conducting research across the Hawaiian Islands with the University of Hawaii at Manoa and the Department of Transportation of Hawaii. He has also been involved in numerous urban planning research studies in various locations throughout Indonesia. At ARI, he will be involved in the Capitals of the Future: Place, Power and Possibility in Southeast Asia project.",
    "email": "priza@nus.edu.sg",
    "img": "@assets/priza.png",
    "website": "https://ari.nus.edu.sg/people/marendraputra-priza/"
  },
  {
    "name": "How, Zhan Jie",
    "title": "Research Associate",
    "description": "Mr How Zhan Jie commenced his appointment as a Research Associate with the Asian Urbanisms Cluster (Capitals of the Future: Place, Power and Possibility in Southeast Asia Project) with effect from 22 January 2024.\n\nHe received his Master of Arts (Philosophy) from National Taiwan University in 2015. He has been conducting qualitative research locally and abroad for the past decade across various professional and academic domains, including Chinese and comparative philosophy, adult learning, higher education learning, and social services. At ARI, he aims to tap on his experience in transdisciplinary research and effectively apply his knowledge of qualitative research methods. He is confident his training in philosophy will enable him to perform deep sense making of complex data and create conceptual frameworks for highlighting key trends and patterns. He also intends to deepen his understanding in the field of Asian-oriented research.",
    "email": "ZJHOW07@nus.edu.sg",
    "img": "@assets/zhan-jie.png",
    "website": "https://ari.nus.edu.sg/people/how-zhan-jie/"
  }
]
